-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 30, 2018 at 10:52 AM
-- Server version: 10.1.29-MariaDB
-- PHP Version: 7.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `adorsocollege`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_banners`
--

CREATE TABLE `tbl_banners` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `page` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_banners`
--

INSERT INTO `tbl_banners` (`id`, `page`, `file_name`) VALUES
(17, 'হোম পেইজ', '1530340115.jpg'),
(18, 'হোম পেইজ', '1530340119.jpg'),
(19, 'হোম পেইজ', '1530340124.jpg'),
(20, 'হোম পেইজ', '1530340128.jpg'),
(21, 'হোম পেইজ', '1530340132.jpg'),
(22, 'অন্যান্য পেইজ', '1530340137.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_classes`
--

CREATE TABLE `tbl_classes` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `class_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_classes`
--

INSERT INTO `tbl_classes` (`id`, `class_name`) VALUES
(1, '৬ষ্ঠ শ্রেণী'),
(2, '৭ম শ্রেণী'),
(3, '৮ম শ্রেণী'),
(4, '৯ম শ্রেণী'),
(5, '১০ম শ্রেণী');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_contact`
--

CREATE TABLE `tbl_contact` (
  `id` tinyint(1) NOT NULL COMMENT 'PK',
  `school_name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `address` text NOT NULL,
  `google_map` text NOT NULL,
  `logo` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_contact`
--

INSERT INTO `tbl_contact` (`id`, `school_name`, `email`, `address`, `google_map`, `logo`) VALUES
(1, 'আদর্শ ডিগ্রী মহাবিদ্যালয়, খাবাশপুর ', 'admk4050@gmail.com', 'ডাকঘর :- বালিরটেক \r\nউপজেলা :- মানিকগঞ্জ সদর\r\nজেলা :- মানিকগঞ্জ\r\nবিভাগ :- ঢাকা \r\nস্থাপিত :- ১৯৮৪ইং\r\nই.আই.আই.এন নম্বর :- \r\nকলেজ কোড :- \r\nমোবাইল - 01718667974\r\nফোন - ', 'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d467157.9977201236!2d89.974422!3d23.830265!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fe204c80c9ef8d%3A0x13211dcf59575068!2sManikganj+District!5e0!3m2!1sen!2sbd!4v1530334566182', 'logo.png');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_documents`
--

CREATE TABLE `tbl_documents` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `slug` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `tbl_documents`
--

INSERT INTO `tbl_documents` (`id`, `slug`, `title`, `file_name`) VALUES
(1, 'academic-calendar', 'একাডেমিক ক্যালেন্ডার', '1520067193.pdf'),
(2, 'class-routine', 'ক্লাস রুটিন', '1530348275.pdf'),
(3, 'annual-plan', 'বার্ষিক পরিকল্পনা', '1520067237.pdf'),
(4, 'five-year-plan', 'পঞ্চবার্ষিক পরিকল্পনা', '1520158481.pdf'),
(5, 'certificate', 'প্রত্যয়ন পত্রের নমুনা', '1520067301.pdf'),
(6, 'j-s-c-name-correction', 'J.S.C. নাম সংশোধন', '1520067367.pdf'),
(7, 's-s-c-examination-form', 'S.S.C. পরীক্ষার ফরম', '1520067420.pdf'),
(8, 'admission-form', 'ভর্তি ফর্ম', '1520152230.pdf'),
(9, 'staff', '৩য় ও ৪র্থ শ্রেণী কর্মচারীর তথ্য', '1530348239.pdf'),
(10, 'six', '  একাদশ  শ্রেণীর শিক্ষার্থী তথ্য', '1523178488.pdf'),
(11, 'seven', '   দ্বাদশ শ্রেণীর শিক্ষার্থী তথ্য', '1523178508.pdf'),
(12, 'eight', '   ডিগ্রী শিক্ষার্থী তথ্য', '1523178526.pdf'),
(13, 'nine', '   অনার্স শিক্ষার্থী তথ্য', '1523178543.pdf');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_multimedia_content`
--

CREATE TABLE `tbl_multimedia_content` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `class_id` tinyint(4) NOT NULL COMMENT 'FK',
  `teacher_id` int(10) NOT NULL COMMENT 'FK',
  `title` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL,
  `published` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_multimedia_content`
--

INSERT INTO `tbl_multimedia_content` (`id`, `class_id`, `teacher_id`, `title`, `file_name`, `published`) VALUES
(1, 2, 3, 'Physics', '1520071520.ppt', '2018-03-03 16:05:20');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_news`
--

CREATE TABLE `tbl_news` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `published` datetime NOT NULL,
  `title` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `tbl_news`
--

INSERT INTO `tbl_news` (`id`, `published`, `title`, `details`, `file_name`) VALUES
(2, '2018-06-10 00:00:00', 'ডিজিটাল বাংলাদেশ গড়ার লক্ষ্যে আমাদের প্রতিষ্ঠানের সংস্লিষ্ট কর্মকর্তাগণ বিভিন্ন পদক্ষেপ গ্রহণ করেছে ।', 'ডিজিটাল বাংলাদেশ গড়ার লক্ষ্যে আমাদের প্রতিষ্ঠানের সংস্লিষ্ট কর্মকর্তাগণ বিভিন্ন পদক্ষেপ গ্রহণ করেছে ।', ''),
(9, '2018-06-30 00:00:00', 'ঢাকা শিক্ষা বোর্ডের আওতাধীন ২০১৫-১৬ শিক্ষাবর্ষে একাদশ শ্রেণিতে ভর্তির জন্য কলেজ কর্তৃপক্ষকে জানান যাচ্ছে যে, আগামী ৫ জুলাই, ২০১৫ তারিখের মধ্যে বোর্ডের ফি (বিলম্ব ফি ছাড়া)', 'ঢাকা শিক্ষা বোর্ডের আওতাধীন ২০১৫-১৬ শিক্ষাবর্ষে একাদশ শ্রেণিতে ভর্তির জন্য কলেজ কর্তৃপক্ষকে জানান যাচ্ছে যে, আগামী ৫ জুলাই, ২০১৫ তারিখের মধ্যে বোর্ডের ফি (বিলম্ব ফি ছাড়া)', ''),
(10, '2018-06-30 00:00:00', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', ''),
(11, '2018-06-30 00:00:00', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', ''),
(12, '2018-06-30 00:00:00', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', '22 সেপ্টম্বর 2016 একাদশ শ্রেনীর ১ম সাময়িক এবং দ্বাদশ শ্রেনীর প্রাক-নির্বাচনী পরীক্ষা অনুষ্ঠিত হবে ।', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_notice`
--

CREATE TABLE `tbl_notice` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `published` datetime NOT NULL,
  `title` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `tbl_notice`
--

INSERT INTO `tbl_notice` (`id`, `published`, `title`, `details`, `file_name`) VALUES
(9, '2018-06-30 00:00:00', 'নোটিশ', 'এতদ্বারা খোন্দকার দেলোয়ার হোসেন কলেজের ২০১৪/২০১৫ শিক্ষা বর্ষের ছাত্র/ছাত্রীদের জানানো যাচ্ছে যে, প্রাকনির্বাচনী পরীক্ষা ২০১৫ আগামী ১২/০৯/২০১৫ ইং তারিখ হতে অনুষ্ঠিত হবে। আগামী ০৯/০৯/২০১৫ ইং তারিখের মধ্যে বেতন ডিস্মেবর ২০১৫ ইং পর্যন্ত ও পরীক্ষার ফি জমা দেওয়ার জন্য বলা হল।\r\n\r\nপরীক্ষা বাধ্যতামুলক।\r\n\r\nঅধ্যক্ষ\r\nখোন্দকার দেলোয়ার হোসেন কলেজ,মানিকগঞ্জ।', ''),
(10, '2018-06-30 00:00:00', 'নোটিশ', 'খোন্দকার দেলোয়ার হোসেন কলেজের উচ্চ মাধ্যমিক পরীক্ষা ২০১৫ এ পাশ কৃত ছাত্র/ছাত্রীদের অভিনন্দন জানাচ্ছি।\r\nঅন্যান্য নোটিশ বোর্ড', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_photos`
--

CREATE TABLE `tbl_photos` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `title` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_photos`
--

INSERT INTO `tbl_photos` (`id`, `title`, `file_name`) VALUES
(29, '', '1530348641.jpg'),
(30, '', '1530348645.jpg'),
(31, '', '1530348651.jpg'),
(32, '', '1530348655.jpg'),
(33, '', '1530348659.jpg'),
(34, '', '1530348662.jpg'),
(35, '', '1530348666.jpg'),
(36, '', '1530348672.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_results`
--

CREATE TABLE `tbl_results` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `year` year(4) NOT NULL,
  `class_id` tinyint(4) NOT NULL COMMENT 'FK',
  `title` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL,
  `published` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_results`
--

INSERT INTO `tbl_results` (`id`, `year`, `class_id`, `title`, `file_name`, `published`) VALUES
(1, 2017, 1, 'বার্ষিক পরীক্ষার ফলাফল', '1520158676.pdf', '2018-03-04 16:17:56'),
(2, 2017, 2, 'বার্ষিক পরীক্ষার ফলাফল', '1520158687.pdf', '2018-03-04 16:18:07');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_static_page`
--

CREATE TABLE `tbl_static_page` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `slug` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- Dumping data for table `tbl_static_page`
--

INSERT INTO `tbl_static_page` (`id`, `slug`, `title`, `details`, `file_name`) VALUES
(1, 'message-of-head-teacher', 'প্রধান শিক্ষক এর বাণী', 'অধ্যক্ষ এর বানী মানুষ হিসাবে সর্বকালের যোগ্যতা অর্জনের প্রধান মাধ্যম হলো শিক্ষা । শিক্ষা জাতীয় উন্নয়নের মূল চাবিকাঠি বিধায় শিক্ষার উন্নয়ন ছাড়া জাতীয় উন্নয়ন সম্ভব নয় । শিক্ষা ব্যবস্থার মাধ্যমেই প্রতিফলিত হয় কোন জাতির আশা আকাঙ্খা, আর্থ-সাজাজিক ও সংস্কৃতিক জীবন প্রবাহ । আদর্শ ডিগ্রি মহাবিদ্যালয় খাবাশপুর জেলার দক্ষিন মানিকগঞ্জের একটি সর্বোচ্চ বিদ্যাপিঠ । উচ্চ শিক্ষার কোন সুযোগ না থাকায় অত্র এলাকার আপামর জন সাধারনের প্রানের দাবীর প্রেক্ষিতে এলাকার সমাজ সেবক, বিদ্যানুরাগী ব্যাক্তিদের সক্রিয় চেষ্ঠা ও সহযোগিতায় ১৯৮৪ সালের ৫ই আগষ্ট কলেজটি প্রতিষ্ঠিত হয় । নানা ঘাত প্রতিঘাত, সমস্যা-সংকট প্রতিকুলতা মোকাবেলা করে কলেজটি সম্প্রতি জেলার শ্রেষ্ট কলেজ হিসাবে গৌরব অর্জন করতে সক্ষম হয়েছে । শিক্ষা প্রতিষ্ঠান হল বিশ্ব ও দেশীয় জ্ঞান ও মূল্যবোধ সৃষ্টির কেন্দ্র বিন্ধু । শিক্ষা দান ও শিক্ষার আর্দশ প্রতিষ্ঠায় অগ্রণী ভূমিকা পালনের সুযোগ রয়েছে আদর্শ ডিগ্রি মহাবিদ্যালয় খাবাশপুর এর । কলেজের শিক্ষক মন্ডলী ও গভনিং বডির সদস্য বৃন্দ্র তাদের নিরলস শ্রম, দক্ষতা, মেধা, চেষ্ঠা, কর্মতৎপরতা ও আন্তরিকতার সাথে দায়িত্ব পালন করে কলেজটিকে মানিকগঞ্জ জেলার মধ্যে গৌররময় স্থানে রাখতে সক্ষম হয়েছে । পরিেেশষে আল্লাহ পাকের কাছে কলেজ পরিবারের সকল শিক্ষক, কর্মচারী, শিক্ষার্থী ও গর্ভনিং বডির সকল স¤œানিত সদস্যবৃন্দ এবং সর্বোপরি অত্র এলাকার সকল স্তরের শুভাকাংক্ষীদের সার্বিক কল্যাণ, মঙ্গল এবং কলেজের উত্তোত্তর বৃদ্ধি কামনা করছি । সদাশয় সরকারের ডিজিটাল বাংলাদেশ নির্মানে অত্র কলেজের সর্বাতœক প্রচেষ্টায় থাকার দৃঢ় অঙ্গিকার ব্যক্ত করছি । মোঃ হাফিজুর রহমান খান ভারপ্রাপ্ত অধ্যক্ষ আদর্শ ডিগ্রি মহাবিদ্যালয় খাবাশপুর, মানিকগঞ্জ। Phone- 01710851869 ‍ E-mail- admk4050@gmail.com Website- adarshacollegekm.edu.bd', '1530341580.jpg'),
(2, 'history', 'প্রতিষ্ঠানের ইতিহাস', 'খোন্দকার দেলোয়র হোসেন কলেজ, মানিকগঞ্জ শহরের প্রবেশদ্বার শহীদ স্মরণীর পাশে অবস্থিত। কলেজটি 2003 সালে 23 শে ফেব্রুয়ারী প্রতিষ্ঠিত হয়। মানসম্মত যোগউপযোগী শিক্ষার অভাবের তাগিদ থেকেই এ কলেজের জন্ম। কলেজটি মানিকগঞ্জের আপামর জনসাধারণের ইচ্ছারই একটি প্রতিফলন। কলেজটি প্রতিষ্ঠালগ্নে মূল নেতৃত্বে ছিলেন জাতীয় সংসদের তদানিন্তনকালীন চীপ হুইপ বিশিষ্ট রাজনীতিবিদ, ভাষাসৈনিক, বীরমুক্তিযোদ্ধা এবং বিএনপির প্রখ্যাত মহাসচিব মরহুম খোন্দকার দেলোয়ার হোসেন। কলেজটি প্রতিষ্ঠা লগ্নে তিনি প্রাথমিক ফান্ড ও জমি প্রদানের ব্যবস্থা করেছিলেন। তাই অত্র এলাকার জনগন তার নামেই কলেজটির নামকরণ করেন।তিনিই কলেজের মূল প্রতিষ্ঠাতা। প্রতিষ্ঠাতার মূল স্বপ্নই ছিল একটি মান সম্মত শিক্ষা প্রতিষ্ঠান গড়ে তোলা। আমরা সেই স্বপ্নকে ইস্পিত লক্ষে পৌছানোর জন্য নিরলস কাজ করে যাচ্ছি।\r\n\r\nকলেজটির জন্মলগ্নে যারা প্রত্যক্ষ সহযোগিতা করেছেন তার মধ্যে এ্যাডভোকেট মোকসেছুর রহমান, এ্যাডভোকেট আজাদ হোসেন খান, ডাঃ আকতারা খাতুন লুনা, খোন্দকার আব্দুল হামিদ খান ডাবলু ও খোন্দকার ডাঃ দেলোয়ারা বেগম পান্না উল্লেখযোগ্য। এছাড়া স্থানীয় অনেক আইনজীবি, ব্যবসায়ী, ঠিকাদার ও বিভিন্ন পেশার মানুষ কলেজ প্রতিষ্ঠালগ্নে সহযোগীতার হাত বাড়িয়ে দিয়েছেন। তারা চিরদিন স্মরনীয় হয়ে থাকবে। এতৎভিন্ন তদকালীন জেলা প্রশাসক ও পুলিশ সুপারের সহযোগীতায়ও উল্লেখযোগ্যভাবে স্মরন করা যায়।\r\n\r\nপ্রতিষ্ঠানটি উচ্চমাধ্যমিক পর্যায়ের শিক্ষা কাযক্রম সুনামের সহিত পরিচালনা করে আসছে। এখানে মানবিক, ব্যবসায় শিক্ষা ও বিজ্ঞান এই তিনটি বিভাগিই চালু আছে।কলেজের শিক্ষার মান ভাল। বর্তমানে ছাএ-ছাত্রীর সংখ্যা প্রায় 430 জন।\r\n\r\nঅত্র কলেজটি প্রতিষ্ঠার পর সুর্দীঘকাল অতিবাহিত হওয়ার পরেও এমপিও ভূক্ত না হওয়ায় আর্থিক সংকট হতে এখনো মুক্তি লাভ করতে পারেনি।', ''),
(3, 'infrastructure', 'প্রতিষ্ঠানের ভৌত অবকাঠামো', 'প্রতিষ্ঠানটির জমির পরিমাণ - 104 শতাংশ\r\n\r\nজমির ব্যবহার -\r\n\r\n                     কলেজ ভবন - 50 শতাংশ\r\n\r\n                     খেলার মাঠ -  54 শতাংশ', ''),
(4, 'goals-and-achievements', 'প্রতিষ্ঠানের লক্ষ্য ও অর্জন', 'বিদ্যালয়টি প্রয়োজনীয় উন্নয়ন ঘটিয়ে একটি উন্নত মান সম্পন্ন মাধ্যমিক শিক্ষা প্রতিষ্ঠানে উন্নত করব।', ''),
(5, 'admission-information', 'ভর্তির তথ্য', 'র্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো চার্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে।বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে। চার্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো চার্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে।বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে। চার্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো চার্চ অভ্ গড উচ্চ বিদ্যালয় স্থাপিত ১৯৭০ সালে লালমনিরহাট জেলায় । ইহা ১৯৭১ সনে প্রতিষ্ঠিত এবং ০১/০১/১৯৭১ তারিখ থেকে মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি প্রাপ্ত। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে।বিতরণ করছে। কািরগির শিক্ষা ছাড়া জাতীয় উনতির কোন সহজ পথ নেই, এ উপলব্ধি থেকে ২০০৩ সালে এস এস সি ভোকেশনাল কোর্স চালুর মাধ্যমে প্রতিষ্ঠানটি নারী শিক্ষার ক্ষেত্রে সূচনা করেছে এক নতুন অধ্যায়ের, ফলে এটি পরিণত হয়েছে ঢাকা শহরের নারীদের একমাত্র কারিগরি বিদ্যাপীঠে। পশ্চাৎপদ ঢাকা হিসেবে খ্যাত হাজারীবাগ এলাকার এটি বালিকাদের একমাত্র জ্ঞানের আধার। আধুনিক একাডেমীক ভবন, প্রশস্ত খেলার মাঠ, কোলাহলমুক্ত নিরাপদ ও মনোরম প্রাকৃতিক পরিবেশে এ প্রতিষ্ঠানটি প্রতিষ্ঠালগ থেকে জ্ঞানের আলো বিতরণ করছে।', '1530336255.jpg'),
(6, 'computer-lab', 'কম্পিউটার ল্যাব', 'বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।বাংলাদেশে যাওয়ার আগে থেকেই ভারতীয় ক্রিকেট দলে নানা টালবাহানার কথা পড়ছিলাম মিডিয়ায়। কয়েকজন তারকা ক্রিকেটার নাকি এই সফরে যেতেই চায়নি। তারা বোধহয় মনে করেছিল, এ তো বাংলাদেশ সফর। প্রথম সারির দল না গেলেই বা ক্ষতি কী? বাংলাদেশে ভারতের যে দলই যাক না কেন, সিরিজ জিতেই ফিরবে। তার উপর চলল কোচ নিয়ে নাটক। চিফ কোচ বলে কাউকে নেওয়া হল না। উল্টে বলা হল, এই সফরের কোচের নাকি দরকারই নেই। বাংলাদেশে রওনা হওয়ার আগের দিনই রবি শাস্ত্রীকে তা সদর্পে ঘোষণাও করতে শুনলাম। বাংলাদেশের প্রতি এই অবহেলার প্রবণতা সিরিজ শুরুর আগে থেকেই ভারতীয় ক্রিকেট দলে দেখা যাচ্ছিল। বিপক্ষকে নেহাত অবহেলা করে একটা সিরিজ খুইয়ে দেশে ফেরার চেয়ে বড় অপরাধ আর কী হতে পারে? কী করে বাংলাদেশের ১৯ বছরের এক আনকোরা পেসারের কাছে একের পর এক আত্মসমর্পণ করে এল আমাদের বড় বড় তারকা ব্যাটসম্যানরা, তা ভেবে অবাক হয়ে যাচ্ছি।', '1530336307.jpg'),
(7, 'cultural-activities', 'সাংস্কৃতিক কার্যক্রম', 'প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।প্রথম ম্যাচের মুস্তাফিজুর সব অর্থেই ছিলেন বিস্ময়। অমন হইহই রইরই অভিষেকের কারণে তো বটেই, অজানা-অচেনা এই তরুণ বিস্ময় হিসেবে আবির্ভূত হয়েছিলেন ভারতীয় ব্যাটসম্যানদের জন্যও। তা প্রথম ম্যাচের মুস্তাফিজুরকে যদি বিস্ময় বলা হয়, দ্বিতীয় ম্যাচের মুস্তাফিজুরকে তাহলে কী বলা হবে! মাঝের দুই দিন ভারতীয় দলের হোমওয়ার্ক তো মুস্তাফিজুরকে ঘিরেই আবর্তিত হয়েছে। তারপরও ভারতের নামীদামি ব্যাটসম্যানদের কাছে মুস্তাফিজুর সেই একই রকম দুর্বোধ্য এক ধাঁধাই হয়ে রইলেন। আগের দিন রোহিত শর্মার আক্রমণাত্মক ক্রিকেট খেলার ঘোষণায় লুকিয়ে ছিল হুমকি। দ্বিতীয় বলেই সেটিকে বাগাড়ম্বরে পরিণত করার কাজটাও করলেন মুস্তাফিজুরই। ওয়ানডে ক্রিকেটে তাঁর স্বপ্নযাত্রা শুরু হয়েছিল রোহিত শর্মাকে আউট করে। আরেকটি মুস্তাফিজুর-কাব্যের প্রথম স্তবকটিতেও সেই রোহিতই। চাপে জর্জর ভারতকে আরও কম্পমান করে তুলতে শুরুর ওই ধাক্কাটির অসীম ভূমিকা। ৫ ওভারের প্রথম স্পেলে উইকেট ওই একটিই। ম্যাচের ভাগ্য লিখে দিলেন দ্বিতীয় স্পেলে। মাশরাফি আবার যখন ফেরালেন তাঁকে, ম্যাচ দাঁড়িয়ে সবচেয়ে গুরুত্বপূর্ণ মোড়ে। ব্যাটিং পাওয়ার প্লে শুরু হচ্ছে, স্কোর ৪ উইকেটে ১৬২ এবং উইকেটে ধোনি ও রায়না। এর কিছুক্ষণ আগেই প্রেসবক্সে ছড়িয়ে পড়েছে, কলকাতা থেকে সৌরভ গাঙ্গুলী ফোনে ভারতীয় সাংবাদিককে বলেছেন, তাঁর কাছে উইকেট বেশি সুবিধার ঠেকছে না। বাংলাদেশ খুব ভালো ব্যাটিং করলে ভিন্ন কথা, নইলে ২২০-ই এখানে জেতার মতো স্কোর।', '1530336342.jpg'),
(8, 'library', 'লাইব্রেরি', 'খোন্দকার দেলোয়ার হোসেন কলেজের লাইব্রেরিতে ২০০৩ সাল হতে কলেজে বোর্ড কর্তৃক অনুমদন কৃত পাঠ্য বিষয় সমুহের বই কলেজ লা্ইব্রেরিতে সংরক্ষিত আছে। বিভিন্ন উপন্যাস গল্পের বই লাইব্রেরিতে সংরক্ষিত আছে।সংরক্ষিত আছে বাংলা ও ইংরেজী ডিকসুনারী।', ''),
(9, 'job', 'চাকুরী তথ্য', '<h3>Post Name:  Assistant Teacher</h3>\r\n \r\nNo. of  Vacancies\r\n02\r\nJob Description / Responsibility\r\nDevelop responsive websites using HTML, CSS, and JavaScript.\r\nDevelop websites using various CMS and eCommerce platforms.\r\nImplement web application features using PHP.\r\nIntegrate websites to social networking sites like Facebook, Twitter, etc.\r\nDeploy websites to WAMP or LAMP hosting.\r\nJob Nature\r\nFull-time\r\nEducational Requirements\r\nB.Sc or M.Sc in Computer Science/ Engineering or equivalent.\r\nFresh graduates are encouraged to apply.\r\nExperience Requirements\r\nAt least 1 year(s)\r\nAdditional Job Requirements\r\nMust have strong knowledge of HTML, CSS, and JavaScript.\r\nMust have strong knowledge Bootstrap.\r\nMust be familiar with any CMS, like WordPress, Joomla, SilverStripe, etc.\r\nFamiliarity with jQuery and AJAX is preferred.\r\nMust have strong communication skills in English, both written and spoken.\r\nMust be able to learn new technologies, tools, and techniques quickly and with minimal supervision.\r\nMust be proactive and able to execute tasks efficiently.\r\nApply Instruction\r\n\r\nIf you meet the above requirements, please send us your updated resume and portfolio to the following email address:\r\ncareer@schoolDomain.edu.bd\r\nOnly short listed candidates will be called for interview.', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_student_attendance`
--

CREATE TABLE `tbl_student_attendance` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `date` date NOT NULL,
  `class_id` tinyint(4) NOT NULL,
  `total_student` int(5) NOT NULL,
  `total_presence` int(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_student_attendance`
--

INSERT INTO `tbl_student_attendance` (`id`, `date`, `class_id`, `total_student`, `total_presence`) VALUES
(1, '2015-07-01', 1, 40, 20),
(2, '2015-07-01', 2, 10, 10),
(3, '2015-07-01', 5, 40, 20),
(4, '2015-07-02', 2, 60, 40),
(5, '2015-07-02', 3, 20, 10),
(6, '2015-07-02', 5, 80, 40);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_student_scholarship`
--

CREATE TABLE `tbl_student_scholarship` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `name` varchar(255) NOT NULL,
  `study_duration` varchar(255) NOT NULL,
  `achievement` text NOT NULL,
  `sorted_order` int(5) NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_student_scholarship`
--

INSERT INTO `tbl_student_scholarship` (`id`, `name`, `study_duration`, `achievement`, `sorted_order`, `file_name`) VALUES
(1, 'নসরাত জাহান স্বর্না', '২০০৩-২০০৮', 'এসএসসি-২০০৮ জিপিএ-৫', 1, ''),
(2, 'মো: হাবিবুর রাহমান', '২০০০-২০০৫', 'জুনিয়র বৃত্তি ২০০২', 2, '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_teacher`
--

CREATE TABLE `tbl_teacher` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `name` varchar(255) NOT NULL,
  `mobile_no` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `designation` varchar(255) NOT NULL,
  `training` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `date_of_birth` varchar(255) NOT NULL,
  `joining_date` varchar(255) NOT NULL,
  `blood_group` varchar(255) NOT NULL,
  `qualification` varchar(255) NOT NULL,
  `sorted_order` int(5) NOT NULL,
  `file_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_teacher`
--

INSERT INTO `tbl_teacher` (`id`, `name`, `mobile_no`, `email`, `designation`, `training`, `address`, `date_of_birth`, `joining_date`, `blood_group`, `qualification`, `sorted_order`, `file_name`) VALUES
(36, 'MD. HAFIZUR RAHMAN,', '01710851869', '', 'ACTING PRINCIPAL', '', 'VILL- GOPAL KHALI, P.O - BANGKHURI, UPZELA AND DIST- MANIKGANJ', '28/12/1961', '09/10/1990', '', 'M.M.SC', 1, '1530341846.jpg'),
(37, 'MD. ABDUL HAMID MIAH,', '01711736847', '', 'ASISITANT PROFESOR', '', 'VILL- SATANI, P.O- BALORA, UPZELA AND DIST- MANIKGANJ', '23/08/1966', '31/03/1992', '', 'M.M.SC (CAMISTRY)', 2, '1530341906.jpg'),
(38, 'MD. ABU BAKAR SIDDIQUE,', '01715760567', '', 'ASISITANT PROFESOR', '', 'VILL- POYLA, P.O- TERSREE, UPZELA- GEOUR, DIST- MANIKGANJ', '02/01/1965', '02/04/1992', '', 'M.A', 3, '1530341965.jpg'),
(39, 'BIPOLENDU DEBNATH,', '01728806537', '', 'ASISITANT PROFESOR', '', 'VILL- KAKURIA, P.O- KHABASHPU, UPZELA- MANIKGANJ, DIST- MANIGGANJ', '29/09/1960', '30/03/1992', '', 'M.COM (MANAGEMENT)', 4, '1530342026.jpg'),
(40, 'MD. MOJAFOR HOSSAIN', '01929591543', '', 'ASISITANT PROFESOR', '', 'VILL- RAJAPU, P.O- RAJAPUR, DIST- DHAKA', '06/02/1962', '12/04/1992', '', 'M.A (POLITICAL SCEINCE', 5, '1530342089.jpg'),
(41, 'MD. AYB AZAD,', '01718461706', '', 'ASISITANT PROFESOR HTTI', '', 'VILL- ANGGUTIA, P.O- PAKUTIA, UPZELA- SATIRIA, DIST MANIKGANJ', '10/02/1969', '31/03/1992', '', 'M.M.SC (PYSICES)', 6, '1530342164.jpg'),
(42, 'POLON DAS MONDAL,', '01718439137', '', 'Lecturer HTTI', '', 'VILL- KASTA, P.O- BORUNDI, UPZELA- SINGGIR, DIST- MANIKGANJ', '15/06/1965', '15/06/1995', '', 'M.M.SC(MATHMATICES)', 7, '1530342222.jpg'),
(43, 'ABDUL WAHED,', '01712670114', 'wahednabi77@gmail.com', 'Lecturer Master Trainer Of', 'ICT', 'House No- 404, Word No- 5, Vill- Ramdia, P.O- Betila, DIst- Manikganj', '17-06-1968', '21-11-1998', '', 'M.COM (MANAGEMENT)', 8, '1530343110.jpg'),
(44, 'MD. ABIR HOSSAIN,', '01714747244', '', 'Lecturer', '', 'VILL- GHOSTA, P.O- GHOSTA, UPZELA- MANIKGANJ, DIST- MANIGGANJ', '02/11/1970', '21/11/1998', '', 'M.A(ENGLISH)', 9, '1530343168.jpg'),
(45, 'MD. NURUL ISLAM,', '01819186843', '', 'Lecturer HTTI', '', 'VILL- BETILA, P.O- BETILA, UPZELA- MANIKGANJ, DIST- MANIGGANJ', '13/10/1970', '21/11/1998', '', 'M.M.SC(ECONOMICS)', 10, '1530343231.jpg'),
(46, 'MD. KAMRUZZAM,', '01711373363', '', 'Lecturer', '', 'VILL- MANIKGANJ CITY, P.O- MANIKGANJ, UPZELA- MANIKGANJ, DIST- MANIGGANJ', '10/01/1967', '21/11/1998', '', 'M.M.SC(STATISTICES)', 11, '1530343299.jpg'),
(47, 'MINOTI MONDAL,', '01725284041', '', 'Lecturer', '', 'VILL- KHAGRAKURI, P.O-MUJAN, UPZELA- MANIKGANJ, DIST- MANIGGANJ', '04/01/1970', '21/11/1998', '', 'M.A(POLITICAL SCEINCES)', 12, '1530343361.jpg'),
(48, 'MD. ABBAS UDDIN,', '01715339528', '', 'Lecturer', '', 'VILL- MADOPUR, P.O- CHANDOHOR, UPZELA- SINGGAIR, DIST- MANIKGANJ', '03/04/1972', '25/01/2000', '', 'B.A.G', 13, '1530343420.jpg'),
(49, 'MIR ROJINA NAJNIN,', '01720417441', '', 'Lecturer', '', 'VILL-17/2 BANK TOWM, P.O- RAZ-FULBARIA, UPZELA- SAVAR, DHAKA', '01/05/1972', '29/11/1998', '', 'M.M.SC(HOME ECONOMICS)', 14, '1530343483.jpg'),
(50, 'MD.YONUS ALI,', '01718597838', '', 'Lecturer', '', 'VILL- BAGIA, P.O- BALIRTEK, UPZELA- MANIKGANJ, DIST- MANIKGANJ', '10/02/1968', '01/02/2000', '', 'M.S.S (SOCIALOGY)', 15, '1530343540.jpg'),
(51, 'MIJANUR RAHMAN,', '01748918671', '', 'Lecturer', '', 'VILL- BATORA, P.O-LAMUBARI, UPZELA- MANIKGANJ, DIST- MANIKGANJ', '19/09/1974', '01/02/2000', '', 'M.COM(MANAGEMENT)', 16, '1530347133.jpg'),
(52, 'MD. ABDUS SATTER ,', '01716585655', '', '', 'Lecturer', 'VILL- KAFATIA, P.O- LAMUBARI, UPZELA- MANIKGANJ, DIST- MANIKGANJ', '06/04/1971', '01/02/2000', '', 'MSC (STATISTIC)', 17, '1530347198.jpg'),
(53, 'NAHID FARJANA,', '01715755613', '', 'Lecturer', '', 'VILL- AMBAGAN, P.O- AMBAGAN, UPZELA- SHIRAJGANJ, DIST SHIRAJGANJ', '25/09/1968', '01/02/2000', '', 'M.S.C(GHEOGRAPY)', 18, '1530347258.jpg'),
(54, 'GOUTAM CHANDRA PODDER,', '01712088378', '', 'Lecturer', '', 'VILL- BETILA, P.O- BETILA,UPZELA- MANIKGANJ, DIST- MANIKGANJ', '27/08/1969', '01/02/2000', '', 'M.COM(ACCOUNTING)', 19, '1530347318.jpg'),
(55, 'SHAMSUN NAHAR,', '01915028362', '', 'Lecturer', '', 'VILL- RAMPAL, P.O- RAMPAL, UPZELA- MUNSHIGANJ, DIST- MUNSHIGANJ', '21/10/1961', '15/12/1988', '', 'M.S.C', 20, '1530347377.jpg'),
(56, 'MD.ABUL KALAM AZAD,', '01718706610', '', 'Lecturer', '', 'VILL- DUSAR, P.O- NAYABARI, UPZELA- SHIBALAYA, DIST- MANIKGANJ', '24-01-1973', '15-09-2002', '', 'MSC(GEOGHAPY)', 21, '1530347443.jpg'),
(57, 'MIR MOHAMMAD MOHIDUR', '01712045853', '', 'Lecturer', '', 'VILL- KAYEMTARA, P.O- GHEIOR UPZELA- GHEIOR, DIST- MANIKGANJ', '31-12-1976', '17-10-2002', '', 'M.S.S (SOCIALOGY)', 22, '1530347545.jpg'),
(58, 'BEUTY NAJNIN,', '01718076032', '', 'Lecturer', '', 'VILL- SULTANPUR, P.O-KHABASHPUR, UPZELA- MANIKGANJ, DIST- MANIKGANJ', '20-05-1976', '17-10-2002', '', 'MSC(HOME ECONOMICS)', 23, '1530348042.jpg'),
(59, 'JESMIN AKTER,', '01720518085', '', 'Lecturer', '', 'VILL-MATTA, P.O- MATTA, UPZELA- MANIKGANJ, DIST- MANIKGANJ', '25-O4-1973', '21-11-1998', '', 'M.A (ISLAMICS STUDIES)', 24, '1530348101.jpg'),
(60, 'MD.AYB KHAN,', '01715114710', '', 'PHYSHICAL INSTUCTOR', '', 'VILL- SHOD GHATA, P.O- GHEIOR, UPZELA- GHEIOR, DIST- MANIKGANJ', '05-07-1960', '03-12-1988', '', 'M.P.ED', 25, '1530348163.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_teacher_attendance`
--

CREATE TABLE `tbl_teacher_attendance` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `date` date NOT NULL,
  `total_teacher` int(5) NOT NULL,
  `total_presence` int(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_teacher_attendance`
--

INSERT INTO `tbl_teacher_attendance` (`id`, `date`, `total_teacher`, `total_presence`) VALUES
(1, '2018-03-01', 10, 10),
(2, '2018-03-03', 10, 9),
(3, '2018-03-04', 10, 10);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_users`
--

CREATE TABLE `tbl_users` (
  `id` int(5) NOT NULL COMMENT 'PK',
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL COMMENT 'Unique',
  `roles` varchar(10) NOT NULL COMMENT 'SuperAdmin, Admin, Editor',
  `username` varchar(25) NOT NULL COMMENT 'Unique',
  `encode_password` varchar(100) NOT NULL COMMENT 'My Custom Hash Password',
  `status` tinyint(1) NOT NULL COMMENT '1 for Active, 0 for Inactive',
  `last_login` datetime NOT NULL COMMENT 'Last login time',
  `last_logout` datetime NOT NULL COMMENT 'Last logout time',
  `created_at` datetime NOT NULL COMMENT 'Created time',
  `modified_at` datetime NOT NULL COMMENT 'Modified time'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_users`
--

INSERT INTO `tbl_users` (`id`, `name`, `email`, `roles`, `username`, `encode_password`, `status`, `last_login`, `last_logout`, `created_at`, `modified_at`) VALUES
(1, 'Mohammad Lukman Hussain', 'engr.lukman@gmail.com', 'SuperAdmin', 'Lukman', '$2y$10$HSrjXOX7V1FnyzbZY6eObe8NWmHH7yJAFbu7sQKZ3qDaXQiw4uRNu', 1, '2018-04-08 14:55:04', '2018-04-07 14:28:26', '2018-03-01 11:09:28', '2018-04-05 10:13:16'),
(2, 'আদর্শ ডিগ্রী মহাবিদ্যালয়, খাবাশপুর ', 'admk4050@gmail.com', 'Admin', 'Admin', '$2y$10$pciOzaT0U3z7ighW/stS6.PwWH51V6sXntb6ajj/GKmbo4LzN5kwW', 1, '2018-06-30 10:55:25', '2018-04-05 10:17:20', '2018-03-01 11:09:56', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_videos`
--

CREATE TABLE `tbl_videos` (
  `id` int(10) NOT NULL COMMENT 'PK',
  `title` varchar(255) NOT NULL,
  `youtube_link` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_videos`
--

INSERT INTO `tbl_videos` (`id`, `title`, `youtube_link`) VALUES
(1, 'ABC Songs for Children - 13 Alphabet Songs & 26 Videos', '_UR-l3QI2nE'),
(2, 'Nursery Rhymes and Kids Kindergarten Songs', '8qvHQIJ4Y3k'),
(3, '', 'Tjnq5StX68g'),
(4, '', '-sY0y2SjNvU'),
(5, '', '-sY0y2SjNvU'),
(6, '', 'tVAjyLiaAFM'),
(7, '', 'PM9fQJwlSjA'),
(8, '', 'lL2lkzG5658'),
(9, '', '1zCX7WrUcq0'),
(10, '', '1zCX7WrUcq0'),
(11, '', 'CqLpqWnhx94'),
(12, '', 'r_lKZGYCI9A'),
(13, '', 'I4zzZgG2ut0');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_banners`
--
ALTER TABLE `tbl_banners`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_classes`
--
ALTER TABLE `tbl_classes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_contact`
--
ALTER TABLE `tbl_contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_documents`
--
ALTER TABLE `tbl_documents`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_multimedia_content`
--
ALTER TABLE `tbl_multimedia_content`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_news`
--
ALTER TABLE `tbl_news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_notice`
--
ALTER TABLE `tbl_notice`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_photos`
--
ALTER TABLE `tbl_photos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_results`
--
ALTER TABLE `tbl_results`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_static_page`
--
ALTER TABLE `tbl_static_page`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_student_attendance`
--
ALTER TABLE `tbl_student_attendance`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_student_scholarship`
--
ALTER TABLE `tbl_student_scholarship`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_teacher`
--
ALTER TABLE `tbl_teacher`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_teacher_attendance`
--
ALTER TABLE `tbl_teacher_attendance`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_users`
--
ALTER TABLE `tbl_users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`),
  ADD UNIQUE KEY `username` (`username`);

--
-- Indexes for table `tbl_videos`
--
ALTER TABLE `tbl_videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_banners`
--
ALTER TABLE `tbl_banners`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `tbl_classes`
--
ALTER TABLE `tbl_classes`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tbl_contact`
--
ALTER TABLE `tbl_contact`
  MODIFY `id` tinyint(1) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_documents`
--
ALTER TABLE `tbl_documents`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `tbl_multimedia_content`
--
ALTER TABLE `tbl_multimedia_content`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_news`
--
ALTER TABLE `tbl_news`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `tbl_notice`
--
ALTER TABLE `tbl_notice`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `tbl_photos`
--
ALTER TABLE `tbl_photos`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `tbl_results`
--
ALTER TABLE `tbl_results`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_static_page`
--
ALTER TABLE `tbl_static_page`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `tbl_student_attendance`
--
ALTER TABLE `tbl_student_attendance`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `tbl_student_scholarship`
--
ALTER TABLE `tbl_student_scholarship`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_teacher`
--
ALTER TABLE `tbl_teacher`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT for table `tbl_teacher_attendance`
--
ALTER TABLE `tbl_teacher_attendance`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_users`
--
ALTER TABLE `tbl_users`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_videos`
--
ALTER TABLE `tbl_videos`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'PK', AUTO_INCREMENT=14;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
